export default [
  {
    text: "Приобретение биржевых облигаций серии БО-001-03 по требованию владельцев",
    date: new Date("2021-12-27T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-02",
    date: new Date("2021-12-21T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-06",
    date: new Date("2021-12-21T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-03",
    date: new Date("2021-12-13T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-05",
    date: new Date("2021-12-08T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-04",
    date: new Date("2021-12-06T00:00:00")
  },
  {
    text: "Приобретение коммерческих облигаций серии КО-СЛ-004 по требованию владельцев",
    date: new Date("2021-11-11T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-004",
    date: new Date("2021-11-08T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-01",
    date: new Date("2021-10-19T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-007",
    date: new Date("2021-10-06T00:00:00")
  },
  {
    text: "Приобретение биржевых облигаций серии БО-001-02 по требованию владельцев",
    date: new Date("2021-10-05T00:00:00")
  },
  {
    text: "Приобретение биржевых облигаций серии БО-001-05 по требованию владельцев",
    date: new Date("2021-09-22T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-06",
    date: new Date("2021-09-21T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-02",
    date: new Date("2021-09-21T00:00:00")
  },
  {
    text: "Приобретение коммерческих облигаций серии КО-СЛ-003 по требованию владель",
    date: new Date("2021-09-14T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-03",
    date: new Date("2021-09-13T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-003",
    date: new Date("2021-09-09T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-05",
    date: new Date("2021-09-08T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-04",
    date: new Date("2021-09-06T00:00:00")
  },
  {
    text: "Приобретение биржевых облигаций серии БО-001-01 по требованию владельцев",
    date: new Date("2021-08-03T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-006",
    date: new Date("2021-07-27T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-01",
    date: new Date("2021-07-20T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-06",
    date: new Date("2021-06-22T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-02",
    date: new Date("2021-06-22T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-03",
    date: new Date("2021-06-14T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-05",
    date: new Date("2021-06-09T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-04",
    date: new Date("2021-06-07T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-004",
    date: new Date("2021-05-10T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-01",
    date: new Date("2021-04-20T00:00:00")
  },
  {
    text: "Приобретение коммерческих облигаций серии КО-СЛ-007 по требованию владельцев",
    date: new Date("2021-04-12T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-007",
    date: new Date("2021-04-07T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-06",
    date: new Date("2021-03-23T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-02",
    date: new Date("2021-03-23T00:00:00")
  },
  {
    text: "Приобретение биржевых облигаций серии БО-001-04 по требованию владельцев",
    date: new Date("2021-03-22T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-03",
    date: new Date("2021-03-15T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-003",
    date: new Date("2021-03-11T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-05",
    date: new Date("2021-03-10T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-04",
    date: new Date("2021-03-08T00:00:00")
  },
  {
    text: "Приобретение коммерческих облигаций серии КО-СЛ-006 по требованию владельцев",
    date: new Date("2021-01-29T00:00:00")
  },
  {
    text: "Выплата купонного дохода по коммерческим облигациям серии КО-СЛ-006",
    date: new Date("2021-01-26T00:00:00")
  },
  {
    text: "Выплата купонного дохода по биржевым облигациям серии БО-001-01",
    date: new Date("2021-01-19T00:00:00")
  }
]